
public class PrintNumbers {
	public static void main(String[] args) {
		for (int i = 0; i <= 100; i++) {
			System.out.println(i);
		}
	}
}

/* Задача 1: Да се изведат на екрана числата от 1 до 100.. */