
public class Zad02 {
	public static void main(String[] args) {
		for (int i = -20; i <= 50; i++) {
			System.out.println(i);
		}
	}
}
/* Задача 2: Да се изведат на екрана числата от -20 до 50. */